# KgPerS Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KgPerS Property
SymbolTypeId Class See Also
---
Symbol kg/s, indicating unit Kilograms per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KgPerS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KgPerS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KgPerS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace